/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Asistente de configuración de asignación de puertos";
"Firewall.Service.Intro" = "El Asistente de configuración de asignación de puertos le ayudará a asignar el tráfico de red entrante a través de puertos y servicios específicos a los ordenadores de su red.";
"Firewall.PortHost.Intro" = "Seleccione un servicio en el menú local o introduzca la dirección IP pública y privada y los puertos que desee asignarle.";
"Firewall.PortHost.IPv6" = "También puede permitir el tráfico de red entrante a todos los servidores IPv6 de su red.";
"Firewall.Description.Intro" = "Introduzca la descripción de esta entrada de asignación de puertos.";
"Firewall.Description.Done" = "Cuando haya acabado, haga clic en Aceptar para guardar la entrada de asignación de puertos.";

"tcpPrivatePorts" = "Puerto(s) TCP privado(s)";
"tcpPublicPorts" = "Puerto(s) TCP público(s)";
"udpPrivatePorts" = "Puerto(s) UDP privado(s)";
"udpPublicPorts" = "Puerto(s) UDP público(s)";

"type" = "Servicio";
"hosts" = "Dirección IP privada";
"privatePort" = "Puerto privado";
"description" = "Descripción";
"advertiseService" = "Anunciar globalmente mediante Bonjour";
"serviceName" = "Nombre del servicio";
"serviceType" = "Tipo de servicio";
"allowAllIPv6" = "Permitir el tráfico a todos los servidores IPv6";

"ConflictingPortNumber" = "Un número de puerto público entra en conflicto con un puerto que está siendo usado por un servicio de la estación base. Seleccione otro número de puerto público.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Un número de puerto UDP público entra en conflicto con un puerto que está siendo usado por un servicio de la estación base. Seleccione otro número de puerto público.";
"ConflictingPortUDPFileSharing" = "Un número de puerto UDP público ha entrado en conflicto con un puerto de compartir archivos de la estación base. Desactive la opción de compartir archivos o seleccione otro número de puerto.";
"ConflictingPortUDPFileSharingNoDisable" = "Un número de puerto UDP público ha entrado en conflicto con un puerto de compartir archivos de la estación base. Seleccione otro número de puerto.";
"ConflictingPortUDPSNMP" = "Un puerto UDP público entra en conflicto con el puerto SNMP de la estación base. Desactive SNMP o seleccione otro número de puerto.";
"ConflictingPortTCPFileSharing" = "Un número de puerto TCP público ha entrado en conflicto con un puerto de compartir archivos de la estación base. Desactive la opción de compartir archivos o seleccione otro número de puerto.";
"ConflictingPortTCPFileSharingNoDisable" = "Un número de puerto TCP público ha entrado en conflicto con un puerto de compartir archivos de la estación base. Seleccione otro número de puerto.";
"ConflictingPortTCPACP" = "Un número de puerto TCP público ha entrado en conflicto con el puerto de configuración de la estación base. Seleccione otro número de puerto.";

/* Services */
"Personal File Sharing" = "Compartir Archivos";
"Windows Sharing" = "Compartir Windows";
"Personal Web Sharing" = "Compartir Web";
"Remote Login - SSH" = "Sesión remota - SSH";
"FTP Access" = "Acceso FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Eventos Apple Remotos";
"Printer Sharing" = "Compartir Impresora";
"POP Mail" = "Correo POP";
"POP Mail with SSL" = "Correo POP con SSL";
"IMAP Mail" = "Correo IMAP";
"IMAP Mail with SSL" = "Correo IMAP con SSL";
"SMTP Mail" = "Correo SMTP";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Seleccione un servicio";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Asistente de Configuración Firewall IPv6";
"IPv6Firewall.Intro" = "El Asistente de Configuración Firewall IPv6 le ayuda a aceptar tráfico de red entrante IPv6 en todos los dispositivos de su red.";

"AllowLabel" = "Permitir";
"AllowAll" = "Todos los servicios y puertos";
"AllowAllTCPUDP" = "Todos los puertos TCP y UDP";
"AllowSpecific" = "Puertos TCP y UDP específicos";

"host" = "Dirección IPv6";
"tcpPorts" = "Puerto(s) TCP";
"udpPorts" = "Puerto(s) UDP";

/*  AAUUserDBTask  */

"Accounts" = "Asistente de configuración de la cuenta";
"Accounts.UserPassword" = "Nombre de usuario y contraseña";
"Accounts.UserPassword.Intro" = "Introduzca un nombre de cuenta y una contraseña.";
"Accounts.Restrictions.FileAccess" = "Seleccione las posibilidades de acceso de esta cuenta a los discos compartidos.";

"name" = "Nombre";
"shortName" = "Nombre corto";
"password" = "Contraseña";
"passwordVerify" = "Repetir contraseña";
"fileSharingAccess" = "Compartir acceso";
"accessBelowGuest" = "El nivel de acceso a archivos compartidos que ha seleccionado es inferior al acceso como invitado. Este usuario podrá seguir conectándose como invitado y acceder a los discos compartidos.";
"UsernameInUse" = "Este nombre de cuenta ya existe. Introduzca un nombre único.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Asistente de configuración de control de acceso con restricción temporal";
"TimedAccess.Intro" = "Introduzca la dirección MAC inalámbrica o el número AirPort del cliente y la descripción.";
"TimedAccess.Intro.Fallback" = "Introduzca una descripción para las posibilidades de acceso por omisión de esta red.";
"TimedAccess.Restrictions" = "Haga clic en Añadir (+) para establecer los límites temporales de acceso a la red de este cliente.";
"TimedAccess.Restrictions.Fallback" = "Haga clic en Añadir (+) para establecer los límites temporales por omisión de acceso a la red.";
"ThisComputer" = "Este ordenador";

"days.0" = "Sin acceso";
"days.1" = "Los lunes";
"days.2" = "Los martes";
"days.4" = "Los miércoles";
"days.8" = "Los jueves";
"days.16" = "Los viernes";
"days.32" = "Los sábados";
"days.64" = "Los domingos";
"days.31" = "Entre semana";
"days.96" = "Los fines de semana";
"days.127" = "Todos los días";

"time.0" = "antes";
"time.1" = "después";
"time.2" = "entre";
"time.3" = "todo el día";

"and" = "y";

"TimedAccessWillExpireOn" = "El acceso de este cliente a esta red expirará el %@.";
"TimedAccessDidExpire" = "El acceso de este cliente a esta red ha expirado.";	
"TimedAccessDidExpireExplain" = "Si desea restaurar el acceso a la red, puede cambiar los límites temporales de este cliente de “Sin acceso” a otra opción.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Asistente de configuración de reservas DHCP";
"DHCPReservation.Name" = "Asigne un nombre a su reserva";
"DHCPReservation.Name.Intro" = "Si desea reservar una determinada dirección IP para un cliente de la red, introduzca una descripción para la reserva.";
"DHCPReservation.Name.Middle" = "Reserve la dirección mediante la dirección MAC o el ID de cliente DHCP.";
"DHCPReservation.Name.Continue"	= "Cuando haya acabado, haga clic en Continuar.";
"DHCPReservation.Mapping" = "Asigne un ID de cliente o una dirección MAC a una dirección IP";
"DHCPReservation.Mapping.MACAddress" = "Introduzca la dirección MAC del cliente inalámbrico que recibirá la reserva.";
"DHCPReservation.Mapping.ClientID" = "Introduzca el ID de cliente DHCP del cliente inalámbrico que recibirá la reserva.";
"DHCPReservation.Mapping.IP" = "Introduzca la dirección IP que desee reservar para el cliente. La dirección IP que reserve solo se otorgará al cliente que tenga la dirección MAC o el ID de cliente DHCP que haya introducido.";
"DHCPReservation.Mapping.Done"	= "Haga clic en Aceptar cuando haya acabado.";

"macAddress" = "Dirección MAC";
"clientID" = "ID de cliente DHCP";
"ipv4Address" = "Dirección IPv4";
"ReserveAddressBy" = "Reservar dirección mediante";

/*  AAUSimpleConfigTask  */

"WPS" = "Asistente de configuración de clientes inalámbricos";
"WPS.Auth.Intro" = "Hay dos maneras de permitir a un cliente el acceso a una red protegida mediante contraseña sin necesidad de introducir la contraseña: puede introducir un PIN para el usuario o bien permitir el acceso al primer cliente que intente conectarse a la red.";
"WPS.Auth.DayPass" = "También puede limitar el acceso de este cliente a solo 24 horas.";

"WPS.PIN.Intro" = "Introduzca el PIN del cliente.";
"WPS.PIN.Description" = "El PIN se mostrará en la pantalla del cliente o, en caso de que no disponga de pantalla, se imprimirá en el dispositivo.";

"WPS.Done.Intro" = "Cuando el cliente inalámbrico haya logrado conectarse a su red, aparecerá abajo.";
"WPS.Done.Waiting" = "Esperando al cliente inalámbrico…";
"WPS.Done.Failed" = "Se ha producido un error cuando un cliente inalámbrico estaba intentando acceder a su red. Inténtelo de nuevo.";
"WPS.Done.Success" = "El nuevo cliente inalámbrico se ha conectado a su red.";

"AllowClientsBy" = "Permitir cliente por";
"PIN" = "PIN";
"FirstCome" = "Primer intento";
"DayPass" = "Limitar el acceso del cliente a 24 horas";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Opciones de red inalámbrica";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Opciones";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Nombre de servidor";
"BaseStationHostnames" = "Nombres de servidores";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Canales de radio";

"AppleWiFiConnectOptions" = "Opciones de clientes inalámbricos";

/* EditUSBDeviceTask */
"EditUSBDevice" = "Dispositivo USB";

"USBDeviceSharingAccounts" = "Cuentas";
"USBDeviceSharingAccounts.title" = "Seleccione “Cuentas de usuario”";
"AddNewAccount" = "Añadir cuenta nueva";
"SaveAccount" = "Guardar cuenta";

"USBDeviceIsExclusive" = "Solo un cliente puede usar este dispositivo al mismo tiempo";

"USBDeviceSharing" = "Limitaciones del acceso";
"USBDeviceSharing.0" = "Sin restricciones";
"USBDeviceSharing.1" = "Usar contraseña de %@";	/* product name goes here */
"USBDeviceSharing.2" = "Usar contraseña de disp. USB";
"USBDeviceSharing.3" = "Usar cuentas";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Conecte el Time Capsule antiguo";
"WaitForDirectConnectTask.replacecables" = "Utilice todos los cables Ethernet de la Time Capsule anterior con la nueva Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Para optimizar la migración, use un cable Ethernet adicional y conéctelo del puerto WAN del Time Capsule antiguo a un puerto LAN del Time Capsule nuevo.";
"WaitForDirectConnectTask.initialcheck" = "Comprobando si su Time Capsule está conectado mediante Ethernet…";
"WaitForDirectConnectTask.ok1" = "Sus Time Capsules ya están conectados.";
"WaitForDirectConnectTask.ok2" = "Haga clic en Continuar para comenzar la migración.";
"WaitForDirectConnectTask.ok3" = "La migración puede llevar mucho tiempo, dependiendo del contenido del disco a migrar.";
"WaitForDirectConnectTaskOldLabel" = "Time Capsule antiguo";
"WaitForDirectConnectTaskNewLabel" = "Nuevo Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Verificando conexión a Internet";
"VerifyInternetConnectionTest" = "Utilidad AirPort está verificando si este %@ está conectado a Internet.";
"VerifyInternetConnectionTestSuccess" = "Este %@ está conectado a Internet. Haga clic en Continuar.";
"VerifyInternetConnectionTestFailure" = "Si desea usar su conexión a Internet durante la migración, asegúrese de que el módem DSL o por cable está conectado al puerto WAN del nuevo Time Capsule. Apague el módem, extraiga la batería (de tenerla), espere unos segundos, vuelva a instalar la batería y encienda el módem. Una vez conectado, haga clic en Continuar.";
"VerifyInternetConnectionTestFailureIgnore" = "Si no desea usar su conexión a Internet durante la migración, haga clic en Continuar.";

